; Language: Español (ES)
; Translator: Jatune

[Spanish]
IDS_UPDATE_NO=No hay actualizaciones disponibles.
IDS_UPDATE_YES=Actualización disponible, descargar e instalar?
IDS_FILE=Archivo
IDS_SETTINGS=Ajustes
IDS_EXIT=Salir
IDS_LANGUAGE=Idioma
IDS_HELP=Ayuda
IDS_WEBSITE=Página Web
IDS_CHECKUPDATES=Buscar actualizaciones
IDS_ABOUT=Acerca de
IDS_DONATE=¡Dar gracias!
IDS_TRAY_SHOW=Mostrar/Ocultar
IDS_TRAY_DISABLE=Deshabilitar
IDS_TRAY_POPUP_1=Areas a limpiar
IDS_TRAY_POPUP_2=Limpiar por encima de
IDS_TRAY_POPUP_3=Limpiar cada
IDS_CLEAN=Limpiar memoria
IDS_GROUP_1=Memoria física
IDS_GROUP_2=Memoria virtual (paginada)
IDS_GROUP_3=Caché del Sistema
IDS_ITEM_1=En uso
IDS_ITEM_2=Libre
IDS_ITEM_3=Total disponible
IDS_SETTINGS_GENERAL=General
IDS_SETTINGS_MEMORY=Limpieza de memoria
IDS_SETTINGS_APPEARANCE=Apariencia
IDS_SETTINGS_TRAY=Icono del área de notificación
IDS_CLOSE=Cerrar
IDS_TITLE_1=Configuración general
IDS_TITLE_2=Idioma
IDS_TITLE_3=Regiones de memoria a limpiar
IDS_TITLE_4=Gestión de memoria
IDS_TITLE_5=Atajos de teclado (global)
IDS_TITLE_6=Estilo
IDS_TITLE_7=Indicación de color
IDS_TITLE_8=Control del ratón
IDS_TITLE_9=Globo de sugerencias
IDS_ALWAYSONTOP_CHK=Siempre visible
IDS_LOADONSTARTUP_CHK=Cargar al iniciar el sistema
IDS_STARTMINIMIZED_CHK=Iniciar minimizado
IDS_REDUCTCONFIRMATION_CHK=Confirmar inicio de limpieza de memoria
IDS_SKIPUACWARNING_CHK=Omitir avisos del "Control de Cuentas de Usuario"
IDS_CHECKUPDATES_CHK=Buscar actualizaciones periódicamente (recomendado)
IDS_LANGUAGE_HINT=Seleccionar idioma:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Limpiar cuando sobrepase: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Limpiar cada: (min.)
IDS_HOTKEY_CLEAN_CHK=Limpiar memoria:
IDS_TRAYUSETRANSPARENCY_CHK=Usar fondo transparente
IDS_TRAYSHOWBORDER_CHK=Mostrar borde
IDS_TRAYROUNDCORNERS_CHK=Esquinas redondeadas
IDS_TRAYCHANGEBG_CHK=Cambiar el color de fondo (en lugar del texto y borde)
IDS_TRAYUSEANTIALIASING_CHK=Usar Antialiasing
IDS_FONT_HINT=Fuente:
IDS_COLOR_TEXT_HINT=Color del texto
IDS_COLOR_BACKGROUND_HINT=Color del fondo
IDS_COLOR_WARNING_HINT=Color del nivel "Alerta"
IDS_COLOR_DANGER_HINT=Color del nivel "Peligro"
IDS_TRAYLEVELWARNING_HINT=El nivel "Alerta" comienza en: (%)
IDS_TRAYLEVELDANGER_HINT=El nivel "Peligro" comienza en: (%)
IDS_TRAYACTIONSC_HINT=Un click:
IDS_TRAYACTIONMC_HINT=Clic central:
IDS_TRAY_ACTION_1=Mostrar/Ocultar
IDS_TRAY_ACTION_2=Limpiar memoria
IDS_TRAY_ACTION_3=Abrir "Administrador de Tareas"
IDS_SHOW_CLEAN_RESULT_CHK=Mostrar los resultados de la limpieza de memoria
IDS_QUESTION=¿Estas seguro que quieres limpiar la memoria?
IDS_QUESTION_WARNING=Encender "Lista de espera" y "Lista de paginación modificada" podría bloquear tu computadora durante casi un minuto, ¿estás seguro de habilitar esta opción?
IDS_QUESTION_FLAG_CHK=No volver a preguntar
IDS_STATUS_CLEANED=Han sido liberados %s de memoria.
IDS_STATUS_NOPRIVILEGES=Derechos de administrador requeridos, por favor ejecute el programa como administrador!
IDS_UPDATE_DOWNLOAD=Descargando actualización... %d%
IDS_UPDATE_DONE=Descarga de actualización terminada.
IDS_UPDATE_ERROR=Error de conexión con el servidor de actualizaciones.
IDS_UPDATE_INIT=Buscando nuevas versiones...
IDS_UPDATE_INSTALL=Actualización disponible, ¿quieres instalarla?
IDS_RESET=Restablecer
IDS_QUESTION_RESET=¿Estas realmente seguro de que quieres restablecer todos los ajustes de la aplicación?
IDS_NOTIFICATIONSOUND_CHK=Activar sonido en las notificaciones
IDS_TITLE_ADVANCED=Avanzado
IDS_VIEW=Vista
IDS_USEDARKTHEME=Usar tema oscuro
IDS_UPDATE_SPEED=Velocidad de actualización
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
